Repository: ekuester/Moonphase-View
Catalog: po/*.po
Languages: de

source: lunar phases calculated for year
de: Mondphasen berechnet für Jahr

source: lunar phases stored for year
de: Mondphasen gespeichert für Jahr

source: should be greater than 1970
de: nicht größer als 1970

source: (full moon)
de: (Vollmond)

source: (waning moon
de: (Abnehmender Mond

source: <b>Year number: </b>
de: <b>Jahreszahl: </b>

source: Begin of lunar phase
de: Beginn der Mondphase

source: Check input: year
de: Eingabe prüfen: Jahr

source: Error: Phase not between 0 and 3
de: Fehler: Phase nicht zwischen 0 und 3

source: Gtk::MoonPhaseView
de: GTk::MondphasenRechner

source: Insert number for year, press Enter
de: Jahreszahl eingeben, dann ENTER

source: Invalid number, please try again
de: Ungültige Zahl, bitte noch mal

source: Name of lunar phase
de: Name der Mondphase

source: No data for calendar available
de: Noch keine Daten für Kalender vorhanden

source: Quit
de: Verlassen

source: Save
de: Speichern

source: crescent moon)
de: zunehmender Mond)

source: new moon
de: Neumond
